Repository: jimmypark1/RetroCamera
Catalog: RetroCamera/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt_lt, ms, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

# intro4_title
source: Variety of Look-Up Filters
ar: مجموعة متنوعة من مرشحات البحث
ca: Varietat de filtres de cerca
cs: Různé vyhledávací filtry
da: Forskellige opslagsfiltre
de: Verschiedene Suchfilter
el: Ποικιλία φίλτρων αναζήτησης
es: Variedad de filtros de búsqueda
fi: Erilaisia ​​hakusuodattimia
fr: Variété de filtres de recherche
he: מגוון מסנני חיפוש
hi: विभिन्न प्रकार के लुक-अप फ़िल्टर
hr: Raznolikost filtara za traženje
hu: Különféle keresőszűrők
id: Berbagai Filter Pencarian
it: Varietà di filtri di ricerca
ja: さまざまなルックアップフィルター
ko: 다양한 룩업필터
lt_lt: Įvairūs peržiūros filtrai
ms: Pelbagai Penapis Carian
nl: Verscheidenheid aan opzoekfilters
pl: Różnorodne filtry wyszukiwania
pt_br: Variedade de filtros de pesquisa
ro: Varietate de filtre de căutare
ru: Разнообразие поисковых фильтров
sk: Rôzne vyhľadávacie filtre
sl: Raznolikost filtrov za iskanje
sv: Olika uppslagsfilter
th: ตัวกรองการค้นหาที่หลากหลาย
tr: Çeşitli Arama Filtreleri
uk: Різноманітність пошукових фільтрів
vi: Bộ lọc tra cứu đa dạng
zh_hans: 各种查找过滤器
zh_hant: 各種查找過濾器

# intro5
source: The app offers customizable cosmetic effects to adjust facial features to your liking. Modify the size of your eyes, nose height, lip fullness, and more to create your ideal face.
ar: يوفر التطبيق تأثيرات تجميلية قابلة للتخصيص لضبط ملامح الوجه حسب رغبتك. قم بتعديل حجم عينيك وارتفاع أنفك وامتلاء الشفاه والمزيد لإنشاء وجهك المثالي.
ca: L'aplicació ofereix efectes cosmètics personalitzables per ajustar les característiques facials al vostre gust. Modifica la mida dels teus ulls, l'alçada del nas, la plenitud dels llavis i molt més per crear la teva cara ideal.
cs: Aplikace nabízí přizpůsobitelné kosmetické efekty pro úpravu rysů obličeje podle vašich představ. Upravte velikost očí, výšku nosu, plnost rtů a další, abyste vytvořili ideální obličej.
da: Appen tilbyder tilpassede kosmetiske effekter for at justere ansigtstræk til din smag. Rediger størrelsen af ​​dine øjne, næsehøjde, læbefylde og mere for at skabe dit ideelle ansigt.
de: Die App bietet anpassbare kosmetische Effekte, um die Gesichtszüge nach Ihren Wünschen anzupassen. Ändern Sie die Größe Ihrer Augen, Nasenhöhe, Lippenfülle und mehr, um Ihr ideales Gesicht zu kreieren.
el: Η εφαρμογή προσφέρει προσαρμόσιμα καλλυντικά εφέ για να προσαρμόσετε τα χαρακτηριστικά του προσώπου σύμφωνα με τις προτιμήσεις σας. Τροποποιήστε το μέγεθος των ματιών σας, το ύψος της μύτης, την πληρότητα των χειλιών και πολλά άλλα για να δημιουργήσετε το ιδανικό σας πρόσωπο.
es: La aplicación ofrece efectos cosméticos personalizables para ajustar los rasgos faciales a tu gusto. Modifica el tamaño de tus ojos, la altura de la nariz, la densidad de los labios y más para crear tu rostro ideal.
fi: Sovellus tarjoaa mukautettavia kosmeettisia tehosteita, joilla voit säätää kasvojen piirteitä haluamallasi tavalla. Muokkaa silmiesi kokoa, nenän korkeutta, huulten täyteyttä ja muuta luodaksesi ihanteelliset kasvosi.
fr: L'application propose des effets cosmétiques personnalisables pour ajuster les traits du visage à votre guise. Modifiez la taille de vos yeux, la hauteur du nez, la plénitude des lèvres et bien plus encore pour créer votre visage idéal.
he: האפליקציה מציעה אפקטים קוסמטיים הניתנים להתאמה אישית כדי להתאים את תווי הפנים לטעמך. שנה את גודל העיניים, גובה האף, מלאות השפתיים ועוד כדי ליצור את הפנים האידיאליות שלך.
hi: ऐप आपकी पसंद के अनुसार चेहरे की विशेषताओं को समायोजित करने के लिए अनुकूलन योग्य कॉस्मेटिक प्रभाव प्रदान करता है। अपना आदर्श चेहरा बनाने के लिए अपनी आंखों का आकार, नाक की ऊंचाई, होंठों का भरापन और बहुत कुछ संशोधित करें।
hr: Aplikacija nudi prilagodljive kozmetičke efekte za prilagođavanje crta lica prema vašim željama. Promijenite veličinu očiju, visinu nosa, punoću usana i još mnogo toga kako biste stvorili svoje idealno lice.
hu: Az alkalmazás testreszabható kozmetikai effektusokat kínál az arcvonások tetszés szerinti beállításához. Módosítsa a szeme méretét, az orr magasságát, az ajkak teltségét és még sok mást az ideális arc kialakításához.
id: Aplikasi ini menawarkan efek kosmetik yang dapat disesuaikan untuk menyesuaikan fitur wajah sesuai keinginan Anda. Ubah ukuran mata, tinggi hidung, kepenuhan bibir, dan lainnya untuk menciptakan wajah ideal Anda.
it: L'app offre effetti cosmetici personalizzabili per adattare le caratteristiche del viso a tuo piacimento. Modifica la dimensione dei tuoi occhi, l'altezza del naso, la pienezza delle labbra e altro per creare il tuo viso ideale.
ja: このアプリは、顔の特徴を好みに合わせて調整するためのカスタマイズ可能な化粧効果を提供します。目の大きさ、鼻の高さ、唇のふくらみなどを変更して、理想の顔を作成します。
ko: 뷰티카메라는 얼굴 특징을 원하는 대로 조정할 수 있는 맞춤형 미용 효과를 제공합니다. 눈 크기, 코 높이, 입술 도톰함 등을 수정하여 이상적인 얼굴을 만드세요.
lt_lt: Programėlė siūlo pritaikomus kosmetinius efektus, kad veido bruožus būtų galima pritaikyti pagal savo skonį. Pakeiskite akių dydį, nosies aukštį, lūpų pilnumą ir dar daugiau, kad sukurtumėte idealų veidą.
ms: Aplikasi ini menawarkan kesan kosmetik yang boleh disesuaikan untuk melaraskan ciri muka mengikut keinginan anda. Ubah suai saiz mata anda, ketinggian hidung, bibir penuh dan banyak lagi untuk mencipta wajah ideal anda.
nl: De app biedt aanpasbare cosmetische effecten om gelaatstrekken naar wens aan te passen. Pas de grootte van uw ogen, neushoogte, lipvolheid en meer aan om uw ideale gezicht te creëren.
pl: Aplikacja oferuje konfigurowalne efekty kosmetyczne, dzięki którym możesz dostosować rysy twarzy do swoich upodobań. Zmodyfikuj rozmiar oczu, wysokość nosa, pełnię warg i inne parametry, aby stworzyć idealną twarz.
pt_br: A aplicação oferece efeitos cosméticos personalizáveis ​​para ajustar as características faciais ao seu gosto. Modifique o tamanho dos olhos, a altura do nariz, a plenitude dos lábios e muito mais para criar o rosto ideal.
ro: Aplicația oferă efecte cosmetice personalizabile pentru a ajusta trăsăturile feței după bunul plac. Modificați dimensiunea ochilor, înălțimea nasului, plinătatea buzelor și multe altele pentru a vă crea fața ideală.
ru: Приложение предлагает настраиваемые косметические эффекты, позволяющие настроить черты лица по своему вкусу. Измените размер глаз, высоту носа, полноту губ и многое другое, чтобы создать идеальное лицо.
sk: Aplikácia ponúka prispôsobiteľné kozmetické efekty na úpravu čŕt tváre podľa vašich predstáv. Upravte veľkosť očí, výšku nosa, plnosť pier a ďalšie, aby ste vytvorili svoju ideálnu tvár.
sl: Aplikacija ponuja prilagodljive kozmetične učinke za prilagajanje potez obraza po vaših željah. Spremenite velikost oči, višino nosu, polnost ustnic in drugo, da ustvarite svoj idealen obraz.
sv: Appen erbjuder anpassningsbara kosmetiska effekter för att justera ansiktsdrag efter dina önskemål. Ändra storleken på dina ögon, näshöjden, läpparnas fyllighet och mer för att skapa ditt perfekta ansikte.
th: แอพนี้มีเอฟเฟกต์เครื่องสำอางที่ปรับแต่งได้เพื่อปรับลักษณะใบหน้าตามที่คุณต้องการ ปรับเปลี่ยนขนาดดวงตา ความสูงของจมูก ความแน่นของริมฝีปาก และอื่นๆ เพื่อสร้างใบหน้าในอุดมคติของคุณ
tr: Uygulama, yüz özelliklerini beğeninize göre ayarlamak için özelleştirilebilir kozmetik efektler sunar. İdeal yüzünüzü oluşturmak için gözlerinizin boyutunu, burun yüksekliğini, dudak dolgunluğunu ve daha fazlasını değiştirin.
uk: Додаток пропонує настроювані косметичні ефекти, щоб налаштувати риси обличчя на свій смак. Змінюйте розмір очей, висоту носа, повноту губ тощо, щоб створити ідеальне обличчя.
vi: Ứng dụng này cung cấp các hiệu ứng thẩm mỹ có thể tùy chỉnh để điều chỉnh các đặc điểm trên khuôn mặt theo ý thích của bạn. Sửa đổi kích thước mắt, chiều cao mũi, độ đầy đặn của môi, v.v. để tạo ra khuôn mặt lý tưởng của bạn.
zh_hans: 该应用程序提供可定制的美容效果，可根据您的喜好调整面部特征。修改您的眼睛大小、鼻子高度、嘴唇丰满度等，打造您理想的脸型。
zh_hant: 該應用程式提供可自訂的美容效果，可根據您的喜好調整臉部特徵。修改您的眼睛大小、鼻子高度、嘴唇豐滿度等，打造您理想的臉型。

# intro5_title
source: Customizable Effects
ar: تأثيرات قابلة للتخصيص
ca: Efectes personalitzables
cs: Přizpůsobitelné efekty
da: Tilpasselige effekter
de: Anpassbare Effekte
el: Προσαρμόσιμα εφέ
es: Efectos personalizables
fi: Muokattavat tehosteet
fr: Effets personnalisables
he: אפקטים הניתנים להתאמה אישית
hi: अनुकूलन योग्य प्रभाव
hr: Prilagodljivi efekti
hu: Testreszabható effektusok
id: Efek yang Dapat Disesuaikan
it: Effetti personalizzabili
ja: カスタマイズ可能なエフェクト
ko: 커스텀 효과 적용
lt_lt: Pritaikomi efektai
ms: Kesan Boleh Disesuaikan
nl: Aanpasbare effecten
pl: Konfigurowalne efekty
pt_br: Efeitos personalizáveis
ro: Efecte personalizabile
ru: Настраиваемые эффекты
sk: Prispôsobiteľné efekty
sl: Prilagodljivi učinki
sv: Anpassningsbara effekter
th: เอฟเฟกต์ที่ปรับแต่งได้
tr: Özelleştirilebilir Efektler
uk: Настроювані ефекти
vi: Hiệu ứng có thể tùy chỉnh
zh_hans: 可定制的效果
zh_hant: 可自訂的效果

source: Left
ar: غادر
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
fi: Vasen
fr: Gauche
he: שְׁמֹאל
hi: बाएं
hr: Lijevo
hu: Balra
id: Kiri
it: Sinistra
ja: 左回転
ko: 왼쪽회전
lt_lt: Kairė
ms: kiri
nl: Links
pl: Lewy
pt_br: Esquerda
ro: Stânga
ru: Левый
sk: Vľavo
sl: levo
sv: Vänster
th: ซ้าย
tr: Sol
uk: Ліворуч
vi: Bên trái
zh_hans: 左转
zh_hant: 左轉

source: Lipstick
ar: أحمر الشفاه
ca: Pintallavis
cs: Rtěnka
da: Læbestift
de: Lippenstift
el: Κραγιόν
es: Lápiz labial
fi: Huulipuna
fr: Rouge à lèvres
he: שְׂפָתוֹן
hi: लिपस्टिक
hr: Ruž
hu: Ajakrúzs
id: Lipstik
it: Rossetta
ja: 口紅
ko: 립스틱
lt_lt: Lūpų dažai
ms: Gincu
nl: Lippenstift
pl: Pomadka
pt_br: Batom
ro: Ruj
ru: Губная помада
sk: Rúž
sl: Šminka
sv: Läppstift
th: ลิปสติก
tr: Ruj
uk: губна помада
vi: Cây son
zh_hans: 口红
zh_hant: 口紅

source: month
ar: شهر
ca: mes
cs: měsíc
da: måned
de: Monat
el: μήνας
es: mes
fi: kuukausi
fr: mois
he: חוֹדֶשׁ
hi: महीना
hr: mjesec
hu: hónap
id: bulan
it: mese
ja: 月
ko: 월
lt_lt: mėnuo
ms: bulan
nl: maand
pl: miesiąc
pt_br: mês
ro: lună
ru: месяц
sk: mesiac
sl: mesec
sv: månad
th: เดือน
tr: ay
uk: місяць
vi: tháng
zh_hans: 月
zh_hant: 月

source: Monthly
ar: شهريا
ca: Mensualment
cs: Měsíční
da: Månedlig
de: Monatlich
el: Μηνιαίος
es: Mensual
fi: Kuukausittain
fr: Mensuelle
he: יַרחוֹן
hi: महीने के
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 毎月
ko: 월간
lt_lt: Kas mėnesį
ms: Bulanan
nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sl: Mesečno
sv: Månatlig
th: รายเดือน
tr: Aylık
uk: Щомісяця
vi: hàng tháng
zh_hans: 每月
zh_hant: 每月

source: OK
ar: نعم
ca: D'acord
el: ΕΝΤΑΞΕΙ
es: DE ACUERDO
fr: D'ACCORD
he: בְּסֵדֶר
hi: ठीक है
hr: U REDU
hu: RENDBEN
id: OKE
ja: 確認
ko: 확인
lt_lt: Gerai
ro: Bine
ru: ХОРОШО
th: ตกลง
tr: TAMAM
uk: добре
vi: ĐƯỢC RỒI
zh_hans: 好的
zh_hant: 好的

source: Outfocus
ar: التركيز الخارجي
ca: Desenfocament
cs: Zaostřit
da: Udfokus
de: Outfokus
el: Έξω εστίαση
es: Fuera de foco
fr: Défocalisation
he: מיקוד חוץ
hi: आउटफ़ोकस
hr: Izvan fokusa
hu: Outfókusz
id: Tidak fokus
it: Fuori fuoco
ja: アウトフォーカス
ko: 아웃포커스
nl: Uitfocus
pl: Nieostrość
pt_br: Foco fora
ru: Расфокусировка
sk: Rozostrenie
sl: Izostri
sv: Utfokusera
th: นอกโฟกัส
tr: odak dışı
uk: Розфокусувати
vi: Mất nét
zh_hans: 离焦
zh_hant: 離焦

source: Privacy Policy
ar: سياسة الخصوصية
ca: política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: política de privacidad
fi: Tietosuojakäytäntö
fr: politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인정보처리방침
lt_lt: Privatumo politika
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: política de Privacidade
ro: Politica de confidențialitate
ru: политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Removal
ar: إزالة
ca: Eliminació
cs: Odstranění
da: Fjernelse
de: Entfernung
el: Μετακίνηση
es: Eliminación
fi: Poistaminen
fr: Suppression
he: הֲסָרָה
hi: हटाना
hr: Uklanjanje
hu: Eltávolítás
id: Pemindahan
it: Rimozione
ja: 背景を削除
ko: 배경제거
lt_lt: Pašalinimas
ms: Penyingkiran
nl: Verwijdering
pl: Usuwanie
pt_br: Remoção
ro: Îndepărtarea
ru: Удаление
sk: Odstránenie
sl: Odstranitev
sv: Borttagning
th: การกำจัด
tr: Kaldırma
uk: Видалення
vi: Loại bỏ
zh_hans: 背景去除
zh_hant: 背景移除

# Restore Purchase
source: Purchase restoration
ar: استعادة الشراء
ca: Compra restauraciós
cs: Obnovení nákupu
da: Køb restaurering
de: Restaurierung kaufen
el: Αγορά αποκατάστασης
es: Compra de restauración
fi: Osta kunnostus
fr: Achat restauration
he: רכישה שחזור
hi: खरीद बहाली
hr: Obnova kupnje
hu: Vásárlás helyreállítás
id: Restorasi pembelian
it: Acquisto restauro
ja: 購入復元
ko: 구매복원
lt_lt: Pirkimo restauravimas
ms: Beli pemulihan
nl: Aankoop restauratie
pl: Przywrócenie zakupu
pt_br: Comprar restauração
ro: Achiziționați restaurare
ru: Восстановление покупки
sk: Obnovenie nákupu
sl: Obnova nakupa
sv: Köp restaurering
th: ซื้อการคืนค่า
tr: Restorasyon satın alın
uk: Відновлення покупки
vi: Phục hồi mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Right
ar: يمين
ca: Rotació dreta
cs: Právo
da: Højre
de: Rechts
el: Δικαίωμα
es: Bien
fi: Oikein
fr: Droite
he: יָמִינָה
hi: सही
hr: Pravo
hu: Jobbra
id: Benar
it: Destra
ja: 右回転
ko: 우측회전
lt_lt: Teisingai
ms: Betul
nl: Rechts
pl: Prawidłowy
pt_br: Certa
ro: Corect
ru: Верно
sk: Správne
sl: prav
sv: Rätt
th: ขวา
tr: Sağ
uk: правильно
vi: Phải
zh_hans: 右转
zh_hant: 右轉

# Rotate
source: Rotation
ar: تناوب
ca: Rotació
cs: Otáčení
de: Drehung
el: Περιστροφή
es: Rotación
fi: Kierto
he: רוֹטַציָה
hr: Rotacija
hu: Forgás
id: Rotasi
it: Rotazione
ja: 回転
ko: 회전
lt_lt: Rotacija
ms: Putaran
nl: Rotatie
pl: Obrót
pt_br: Rotação
ro: Rotaţie
ru: Вращение
sk: Rotácia
sl: Vrtenje
th: การหมุน
tr: Döndürme
uk: Обертання
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

source: Saturation
ar: التشبع
ca: Saturació
cs: Nasycení
da: Mætning
de: Sättigung
el: Κορεσμός
es: Saturación
fi: Kylläisyys
he: רִוּוּי
hi: परिपूर्णता
hr: Zasićenost
hu: Telítettség
id: Kejenuhan
it: Saturazione
ja: 彩度
ko: 채도
lt_lt: Sodrumas
ms: Ketepuan
nl: Verzadiging
pl: Nasycenie
pt_br: Saturação
ro: Saturaţie
ru: Насыщенность
sk: Sýtosť
sl: Nasičenost
sv: Mättnad
th: ความอิ่มตัว
tr: Doygunluk
uk: насиченість
vi: Độ bão hòa
zh_hans: 饱和
zh_hant: 飽和

source: Save
ar: يحفظ
ca: Desa
cs: Uložit
da: Spare
de: Speichern
el: Εκτός
es: Ahorrar
fi: Tallentaa
fr: Sauvegarder
he: לְהַצִיל
hi: बचाना
hr: Uštedjeti
hu: Megtakarítás
id: Menyimpan
it: Salva
ja: 保存
ko: 저장
lt_lt: Išsaugoti
ms: Jimat
nl: Redden
pl: Ratować
pt_br: Guardar
ro: Salva
ru: Сохранять
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydetmek
uk: зберегти
vi: Cứu
zh_hans: 节省
zh_hant: 節省

source: Select the hip area.
ar: حدد منطقة الورك.
ca: Seleccioneu la zona del maluc.
cs: Vyberte oblast boků.
da: Vælg hofteområdet.
de: Wählen Sie den Hüftbereich aus.
el: Επιλέξτε την περιοχή του ισχίου.
es: Seleccione el área de la cadera.
fi: Valitse lantion alue.
fr: Sélectionnez la zone des hanches.
he: בחר את אזור הירכיים.
hi: कूल्हे क्षेत्र का चयन करें.
hr: Odaberite područje kukova.
hu: Válassza ki a csípő területét.
id: Pilih area pinggul.
it: Seleziona la zona dei fianchi.
ja: ヒップ領域を選択します。
ko: 힙 부분을 선택해 주세요.
lt_lt: Pasirinkite klubų sritį.
ms: Pilih kawasan pinggul.
nl: Selecteer het heupgebied.
pl: Wybierz obszar bioder.
pt_br: Selecione a zona da anca.
ro: Selectați zona șoldurilor.
ru: Выберите область бедер.
sk: Vyberte oblasť bokov.
sl: Izberite območje bokov.
sv: Välj höftområdet.
th: เลือกบริเวณสะโพก
tr: Kalça bölgesini seçin.
uk: Виберіть область стегон.
vi: Chọn vùng hông.
zh_hans: 选择臀部区域。
zh_hant: 選擇臀部區域。

source: Select the waist area.
ar: حدد منطقة الخصر.
ca: Seleccioneu la zona de la cintura.
cs: Vyberte oblast pasu.
da: Vælg taljeområdet.
de: Wählen Sie den Taillenbereich aus.
el: Επιλέξτε την περιοχή της μέσης.
es: Selecciona la zona de la cintura.
fi: Valitse vyötärön alue.
fr: Sélectionnez la zone de la taille.
he: בחר את אזור המותניים.
hi: कमर क्षेत्र का चयन करें.
hr: Odaberite područje struka.
hu: Válassza ki a derékrészt.
id: Pilih area pinggang.
it: Seleziona la zona della vita.
ja: ウエスト部分を選択します。
ko: 허리 부분을 선택해 주세요.
lt_lt: Pasirinkite juosmens sritį.
ms: Pilih kawasan pinggang.
nl: Selecteer het taillegebied.
pl: Wybierz obszar talii.
pt_br: Selecione a zona da cintura.
ro: Selectați zona taliei.
ru: Выберите область талии.
sk: Vyberte oblasť pásu.
sl: Izberite območje pasu.
sv: Välj midjeområdet.
th: เลือกบริเวณเอว
tr: Bel bölgesini seçin.
uk: Виділіть область талії.
vi: Chọn vùng eo.
zh_hans: 选择腰部区域。
zh_hant: 選擇腰部區域。

source: Sharpness
ar: حدة
ca: Nitidez
cs: Ostrost
da: Skarphed
de: Schärfe
el: Οξύτητα
es: Nitidez
fi: Terävyys
fr: Acuité
he: חַדוּת
hi: तीखेपन
hr: Oštrina
hu: Élesség
id: Ketajaman
it: Nitidezza
ja: シャープに
ko: 선명하게
lt_lt: Ryškumas
ms: Ketajaman
nl: Scherpte
pl: Ostrość
pt_br: Nitidez
ro: Claritate
ru: Резкость
sk: Ostrosť
sl: Ostrina
sv: Skärpa
th: ความคม
tr: Keskinlik
uk: Різкість
vi: Độ sắc nét
zh_hans: 清楚地
zh_hant: 清楚地

# Slim
source: V-Line
ar: خط V
ca: Línia V
de: V-Linie
es: Línea V
fi: V-linja
fr: Ligne V
hi: वि लाइन
hr: V-linija
hu: V-vonal
id: Garis V
it: Linea V
ja: Vライン
ko: V라인
lt_lt: V formos linija
ms: Talian V
nl: V-Lijn
pl: Linia V
pt_br: Linha V
ro: Linia V
ru: V-образная линия
sk: V-línia
sl: V-linija
th: วีไลน์
tr: V-Hattı
zh_hans: V线
zh_hant: V線

source: Soften
ar: تليين
ca: Suavitzar
cs: Změkčit
da: Blødgøre
de: Erweichen
el: Μαλακώνω
es: Ablandar
fi: Pehmentää
fr: Adoucir
he: לְרַכֵּך
hi: नरमी के
hr: Ublažiti
hu: puhítani
id: Melunakkan
it: Ammorbidire
ja: ソフトニング
ko: 소프트닝
lt_lt: Suminkštinti
ms: Lembut
nl: Verzachten
pl: Złagodzić
pt_br: Suavizar
ro: Înmoaie
ru: Смягчить
sk: Zmäkčiť
sl: Zmehčati
sv: Mjukna
th: นุ่มลง
tr: Yumuşat
uk: Пом'якшити
vi: Làm mềm
zh_hans: 软化
zh_hant: 軟化

# start_beautycamera
source: Start to Beauty Camera
ar: البدء في كاميرا الجمال
ca: Comenceu a la càmera de bellesa
cs: Začněte s kosmetickým fotoaparátem
da: Start med skønhedskamera
de: Beginnen Sie mit der Schönheitskamera
es: Empezar a la cámara de belleza
fi: Aloita Beauty Camera
fr: Commencez à utiliser la caméra beauté
he: התחל למצלמת ביוטי
hi: ब्यूटी कैमरा से शुरुआत करें
hr: Pokrenite Beauty Camera
hu: Kezdje el a Beauty Camera alkalmazást
id: Mulai Kamera Kecantikan
it: Inizia con Beauty Camera
ja: ビューティーカメラを始める
ko: 뷰티 카메라 시작
lt_lt: Pradėkite nuo grožio kameros
ms: Mulakan kepada Kamera Kecantikan
nl: Begin met schoonheidscamera
pl: Zacznij od Beauty Camera
pt_br: Comece a câmara de beleza
ro: Începeți la Camera de frumusețe
ru: Начать работу с камерой красоты
sk: Začnite s aplikáciou Beauty Camera
sl: Začnite z Beauty Camera
sv: Börja med Beauty Camera
th: เริ่มที่กล้องความงาม
tr: Güzellik Kamerasına Başla
uk: Відкрийте камеру краси
vi: Bắt đầu với Máy ảnh làm đẹp
zh_hans: 开始美颜相机
zh_hant: 開始美顏相機

source: Stretch
ar: تمتد
ca: Estirar
cs: Úsek
da: Strække
de: Strecken
el: Τέντωμα
es: Estirar
fi: Venyttää
fr: Extensible
he: לִמְתוֹחַ
hi: खींचना
hr: Istegnite se
hu: Nyújtsd
id: Menggeliat
it: Stirata
ja: 増やす
ko: 키늘리기
lt_lt: Ištempti
ms: Regangan
nl: Strek
pl: Rozciągać się
pt_br: Alongar
ro: Întinde
ru: Потягиваться
sk: Natiahnuť
sv: Sträcka
th: ยืด
tr: Uzatmak
uk: Розтягнути
vi: Kéo dài
zh_hans: 增加高度
zh_hant: 增加高度

# subscribe_button
source: Start Your FREE Week
ar: ابدأ أسبوعك المجاني
ca: Comença la teva setmana GRATIS
cs: Začněte svůj týden ZDARMA
da: Start din GRATIS uge
de: Beginnen Sie Ihre KOSTENLOSE Woche
el: Ξεκινήστε τη ΔΩΡΕΑΝ Εβδομάδα σας
es: Comienza tu semana GRATIS
fi: Aloita ILMAINEN viikkosi
fr: Commencez votre semaine GRATUITE
he: התחל את השבוע שלך בחינם
hi: अपना मुफ़्त सप्ताह प्रारंभ करें
hr: Započnite svoj BESPLATNI tjedan
hu: Kezdje INGYENES hetét
id: Mulailah Minggu GRATIS Anda
it: Inizia la tua settimana GRATUITA
ja: 無料の 1 週間を始めましょう
ko: 한주동안 무료로 사용하세요
lt_lt: Pradėkite NEMOKAMĄ savaitę
ms: Mulakan Minggu PERCUMA Anda
nl: Begin uw GRATIS week
pl: Rozpocznij DARMOWY tydzień
pt_br: Comece a sua semana GRATUITA
ro: Începeți săptămâna dvs. GRATUITĂ
ru: Начни свою БЕСПЛАТНУЮ неделю
sk: Začnite svoj týždeň ZDARMA
sl: Začnite svoj BREZPLAČNI teden
sv: Starta din GRATIS vecka
th: เริ่มต้นสัปดาห์ฟรีของคุณ
tr: ÜCRETSİZ Haftanıza Başlayın
uk: Почніть свій БЕЗКОШТОВНИЙ тиждень
vi: Bắt đầu Tuần MIỄN PHÍ của bạn
zh_hans: 开始你的免费一周
zh_hant: 開始你的免費一周

# subscribe_button_desc
source: Free For 7 Days, Then
ar: مجانًا لمدة 7 أيام، ثم
ca: Llavors, gratuït durant 7 dies
cs: Poté na 7 dní zdarma
da: Gratis i 7 dage, derefter
de: Dann 7 Tage lang kostenlos
el: Δωρεάν για 7 ημέρες, λοιπόν
es: Gratis durante 7 días, luego
fi: Sitten ilmainen 7 päivää
fr: Gratuit pendant 7 jours, puis
he: בחינם למשך 7 ימים, אז
hi: फिर 7 दिनों के लिए निःशुल्क
hr: Onda besplatno 7 dana
hu: Utána 7 napig ingyenes
id: Gratis Selama 7 Hari, Lalu
it: Gratis per 7 giorni, allora
ja: 7日間無料後
ko: 7일동안 무료후에,
lt_lt: Tada nemokamai 7 dienas
ms: Percuma Selama 7 Hari, Kemudian
nl: Daarna 7 dagen gratis
pl: W takim razie za darmo przez 7 dni
pt_br: Gratuito durante 7 dias, depois
ro: Gratuit timp de 7 zile, apoi
ru: Бесплатно на 7 дней, затем
sk: Potom zadarmo na 7 dní
sl: Nato brezplačno 7 dni
sv: Gratis i 7 dagar, då
th: ฟรี 7 วัน จากนั้น
tr: 7 Gün Ücretsiz, Daha Sonra
uk: Потім безкоштовно на 7 днів
vi: Miễn phí trong 7 ngày sau đó
zh_hans: 然后免费 7 天
zh_hant: 然後免費 7 天

# subscribe_desc0
source: Unlock exclusive premium features
ar: فتح الميزات المميزة الحصرية
ca: Desbloqueja funcions premium exclusives
cs: Odemkněte exkluzivní prémiové funkce
da: Lås op for eksklusive premium-funktioner
de: Schalten Sie exklusive Premium-Funktionen frei
el: Ξεκλειδώστε αποκλειστικές premium λειτουργίες
es: Desbloquea funciones premium exclusivas
fi: Avaa ainutlaatuiset premium-ominaisuudet
fr: Débloquez des fonctionnalités premium exclusives
he: פתח תכונות פרימיום בלעדיות
hi: विशिष्ट प्रीमियम सुविधाएँ अनलॉक करें
hr: Otključajte ekskluzivne premium značajke
hu: Fedezze fel az exkluzív prémium funkciókat
id: Buka kunci fitur premium eksklusif
it: Sblocca funzionalità premium esclusive
ja: 独占的なプレミアム機能のロックを解除する
ko: 프리미엄 기능 잠금 해제
lt_lt: Atrakinkite išskirtines aukščiausios kokybės funkcijas
ms: Buka kunci ciri premium eksklusif
nl: Ontgrendel exclusieve premiumfuncties
pl: Odblokuj ekskluzywne funkcje premium
pt_br: Desbloqueie recursos premium exclusivos
ro: Deblocați funcții premium exclusive
ru: Разблокируйте эксклюзивные премиум-функции
sk: Odomknite exkluzívne prémiové funkcie
sl: Odklenite ekskluzivne premium funkcije
sv: Lås upp exklusiva premiumfunktioner
th: ปลดล็อกคุณสมบัติพิเศษสุดพิเศษ
tr: Ayrıcalıklı premium özelliklerin kilidini açın
uk: Розблокуйте ексклюзивні преміум-функції
vi: Mở khóa các tính năng cao cấp độc quyền
zh_hans: 解锁独家高级功能
zh_hant: 解鎖獨家高級功能
